Revit 2027 API
DefinitionGroups.Size Property
The number of definition groups in the collection.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Size { get; }
Public ReadOnly Property Size As Integer
	Get
public:
property int Size {
	int get ();
}
member Size : int with get
Property Value
Int32
See Also
Reference
DefinitionGroups Class
Autodesk.Revit.DB Namespace